#!/bin/bash
clear
VERMILION='\033[0;31m'
GREEN='\033[0;32m'
YELLOW='\033[0;33m'
BLUE='\033[0;34m'
MAGENTA='\033[0;35m'
CYAN='\033[0;36m'
WHITE='\033[0;37m'

echo -e "${VERMILION}                         ┏━┓╺┳╸┏━╸┏━╸┏┓ ┏━┓╻ ╻╺┳╸┏━╸╻ ╻"
echo -e "${WHITE}                         ┗━┓ ┃ ┣╸ ┃╺┓┣┻┓┣┳┛┃ ┃ ┃ ┣╸ ┏╋┛"
echo -e "${GREEN}                         ┗━┛ ╹ ┗━╸┗━┛┗━┛╹┗╸┗━┛ ╹ ┗━╸╹ ╹"
echo -e "${BLUE}  ＰＡＳＳＰＲＯＴＥＣＴＥＤ  ＳＴＥＧＮＯＧＲＡＰＨＹ  ＢＲＵＴＥＦＯＲＣＥＲ"
echo -e "${BLUE}                        ＦＲＯＭ  ＷＥＢＤＲＡＧＯＮ６３"
echo -e "${CYAN}--------------------------------------------------------------------------------"
echo -e "${BLUE}"
python3 src/main.py
